Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: Some Duplicates Were Not Removed
de: Einige Duplikate wurden nicht entfernt
he: חלק מהכפילויות לא הוסרו
ja: 一部の重複は削除されませんでした
zh_hans: 一些重复项没有被删除

source: Some macOS-owned locations could not be read. Their usage remains in Protected & APFS-managed space.
de: Einige macOS-eigene Speicherorte konnten nicht gelesen werden. Ihre Nutzung bleibt im geschützten und von APFS verwalteten Bereich.
he: לא ניתן לקרוא חלק מהמיקומים שבבעלות macOS. השטח שלהם נשאר תחת שטח מוגן ומנוהל על ידי APFS.
ja: 一部の macOS が所有する場所を読み取ることができませんでした。それらの使用は、保護された APFS 管理のスペースに残ります。
zh_hans: 无法读取某些 macOS 拥有的位置。它们的使用仍然在受保护和 APFS 管理的空间中。

source: Some protected space remains
de: Ein Teil des geschützten Raums bleibt bestehen
he: נותר מרחב מוגן
ja: 保護されたスペースが一部残っている
zh_hans: 一些受保护的空间仍然存在

source: Some scans need Full Disk Access to find all files.
de: Einige Scans erfordern vollständigen Festplattenzugriff, um alle Dateien zu finden.
he: סריקות מסוימות זקוקות לגישה מלאה לדיסק כדי למצוא את כל הקבצים.
ja: 一部のスキャンでは、すべてのファイルを検索するためにフル ディスク アクセスが必要です。
zh_hans: 某些扫描需要完整磁盘访问才能查找所有文件。

source: Sort by App Size
de: Sortieren Sie nach App-Größe
he: מיין לפי גודל אפליקציה
ja: アプリのサイズで並べ替え
zh_hans: 按应用程序大小排序

source: Sort by Name
de: Nach Name sortieren
he: מיין לפי שם
ja: 名前順に並べ替える
zh_hans: 按名称排序

source: Sort by Related Data
de: Nach verwandten Daten sortieren
he: מיין לפי נתונים קשורים
ja: 関連データで並べ替える
zh_hans: 按相关数据排序

source: Sort by Total Size
de: Sortieren nach Gesamtgröße
he: מיין לפי גודל כולל
ja: 合計サイズで並べ替え
zh_hans: 按总大小排序

source: SparkClean - App Uninstaller Audit Report
de: SparkClean – Prüfbericht zum App-Deinstallationsprogramm
he: SparkClean — דוח ביקורת של כלי הסרת היישומים
ja: SparkClean - アプリ アンインストーラー監査レポート
zh_hans: SparkClean - 应用程序卸载程序审核报告

source: SparkClean - Detailed Scan Audit Report
de: SparkClean – Detaillierter Scan-Audit-Bericht
he: SparkClean — דוח ביקורת סריקה מפורט
ja: SparkClean - 詳細なスキャン監査レポート
zh_hans: SparkClean - 详细扫描审核报告

source: SparkClean Help
de: SparkClean-Hilfe
he: העזרה של SparkClean
ja: SparkClean ヘルプ
zh_hans: SparkClean 帮助

source: SparkClean could not read the startup disk's APFS information.
de: SparkClean konnte die APFS-Informationen des Startvolumes nicht lesen.
he: SparkClean לא הצליח לקרוא את פרטי ה-APFS של דיסק האתחול.
ja: SparkClean は起動ディスクの APFS 情報を読み取ることができませんでした。
zh_hans: SparkClean 无法读取启动磁盘的 APFS 信息。

source: SparkClean could not save your language preference.
de: SparkClean konnte Ihre Spracheinstellung nicht speichern.
he: SparkClean לא הצליח לשמור את העדפת השפה שלך.
ja: SparkClean は言語設定を保存できませんでした。
zh_hans: SparkClean 无法保存您的语言首选项。

# SparkClean could not start the disk analyzer: %@
source: SparkClean could not start the disk analyzer: %1$@
de: SparkClean konnte den Festplattenanalysator nicht starten: %1$@
he: SparkClean לא הצליח להפעיל את מנתח הדיסק: %1$@
ja: SparkClean はディスク アナライザーを開始できませんでした: %1$@
zh_hans: SparkClean 无法启动磁盘分析器：%1$@

source: SparkClean does not send personal data, file paths, or scan results to George Khananaev or any SparkClean service. Scanning and cleanup happen on your device.
de: SparkClean sendet keine persönlichen Daten, Dateipfade oder Scanergebnisse an George Khananaev oder einen SparkClean-Dienst. Das Scannen und Bereinigen erfolgt auf Ihrem Gerät.
he: SparkClean לא שולח נתונים אישיים, נתיבי קבצים או תוצאות סריקה אל George Khananaev או אל שירות כלשהו של SparkClean. הסריקה והניקוי מתבצעים במכשיר שלך.
ja: SparkClean は、個人データ、ファイル パス、スキャン結果を George Khananaev またはその他の SparkClean サービスに送信しません。スキャンとクリーンアップはデバイス上で行われます。
zh_hans: SparkClean 不会向 George Khananaev 或任何 SparkClean 服务发送个人数据、文件路径或扫描结果。扫描和清理发生在您的设备上。

source: SparkClean needs access to scan and clean your Mac. Grant these permissions for the best experience.
de: SparkClean benötigt Zugriff, um deinen Mac zu scannen und zu bereinigen. Erteile diese Berechtigungen, damit alle Funktionen verfügbar sind.
he: SparkClean זקוק לגישה כדי לסרוק ולנקות את ה-Mac שלך. הענק הרשאות אלה לקבלת החוויה הטובה ביותר.
ja: SparkCleanがMacをスキャンしてクリーンアップするにはアクセス権が必要です。 すべての機能を利用するには、以下の権限を許可してください。
zh_hans: SparkClean 需要访问权限才能扫描和清理 Mac。 请授予以下权限以使用全部功能。

source: SparkClean reads file metadata (including paths, sizes, and dates) to identify reviewable space. It only removes categories or items you select and confirm. Files move to Trash by default; the confirmation sheet identifies command-based and permanent exceptions.
de: SparkClean liest Dateimetadaten (einschließlich Pfade, Größen und Daten), um überprüfbaren Speicherplatz zu identifizieren. Es werden nur Kategorien oder Elemente entfernt, die Sie auswählen und bestätigen. Dateien werden standardmäßig in den Papierkorb verschoben; Das Bestätigungsblatt identifiziert befehlsbasierte und permanente Ausnahmen.
he: SparkClean קורא מטא-נתונים של קבצים, כולל נתיבים, גדלים ותאריכים, כדי לזהות שטח שניתן לבדיקה. הוא מסיר רק קטגוריות או פריטים שבחרת ואישרת. כברירת מחדל, הקבצים מועברים לאשפה; גיליון האישור מציג חריגים שמוסרים באמצעות פקודה או לצמיתות.
ja: SparkClean は、ファイルのメタデータ (パス、サイズ、日付を含む) を読み取り、確認可能なスペースを特定します。選択して確認したカテゴリまたは項目のみが削除されます。デフォルトでは、ファイルはゴミ箱に移動されます。確認シートでは、コマンドベースの例外と永続的な例外が特定されます。
zh_hans: SparkClean 读取文件元数据（包括路径、大小和日期）以识别可检查空间。它仅删除您选择并确认的类别或项目。文件默认移至废纸篓；确认表识别基于命令的和永久的异常。

# SparkClean v%@ is available
source: SparkClean v%1$@ is available
de: SparkClean v%1$@ ist verfügbar
he: גרסת SparkClean v%1$@ זמינה
ja: SparkClean v%1$@ が利用可能です
zh_hans: SparkClean v%1$@ 可用

# SparkClean v%@ is the latest version
source: SparkClean v%1$@ is the latest version
de: SparkClean v%1$@ ist die neueste Version
he: SparkClean v%1$@ היא הגרסה העדכנית ביותר
ja: SparkClean v%1$@ が最新バージョンです
zh_hans: SparkClean v%1$@是最新版本

source: SparkClean works offline by default. Optional update checks contact GitHub to compare versions. If you choose Download Update, the selected GitHub release is downloaded to a location you approve. No analytics, telemetry, or tracking requests are sent.
de: SparkClean funktioniert standardmäßig offline. Für optionale Update-Prüfungen kontaktieren Sie GitHub, um Versionen zu vergleichen. Wenn Sie „Update herunterladen“ wählen, wird die ausgewählte GitHub-Version an einen von Ihnen genehmigten Ort heruntergeladen. Es werden keine Analyse-, Telemetrie- oder Tracking-Anfragen gesendet.
he: SparkClean פועל במצב לא מקוון כברירת מחדל. בדיקת העדכונים האופציונלית פונה אל GitHub כדי להשוות גרסאות. אם תבחר להוריד עדכון, מהדורת GitHub שנבחרה תורד למיקום שתאשר. לא נשלחות בקשות אנליטיקה, טלמטריה או מעקב.
ja: SparkClean はデフォルトでオフラインで動作します。オプションの更新チェックでは、GitHub に連絡してバージョンを比較します。 [更新のダウンロード] を選択すると、選択した GitHub リリースが承認した場所にダウンロードされます。分析、テレメトリ、または追跡リクエストは送信されません。
zh_hans: SparkClean 默认情况下离线工作。可选更新检查联系 GitHub 以比较版本。如果您选择下载更新，所选的 GitHub 版本将下载到您批准的位置。不发送任何分析、遥测或跟踪请求。

source: Speech Data Cache
de: Sprachdaten-Cache
he: מטמון נתוני דיבור
ja: 音声データキャッシュ
zh_hans: 语音数据缓存

source: Speech recognition cache — rebuilt when needed
de: Spracherkennungs-Cache – wird bei Bedarf neu erstellt
he: מטמון זיהוי דיבור - נבנה מחדש בעת הצורך
ja: 音声認識キャッシュ — 必要に応じて再構築
zh_hans: 语音识别缓存——需要时重建

source: Spotify persistent/offline cache — media may need to be downloaded again
de: Persistenter/Offline-Cache von Spotify – Medien müssen möglicherweise erneut heruntergeladen werden
he: מטמון מתמשך/לא מקוון של Spotify - ייתכן שיהיה צורך להוריד מדיה שוב
ja: Spotify 永続/オフライン キャッシュ - メディアを再度ダウンロードする必要がある場合があります
zh_hans: Spotify 持久/离线缓存 — 媒体可能需要再次下载

source: Spotlight History
de: Spotlight-Geschichte
he: היסטוריית Spotlight
ja: Spotlight履歴
zh_hans: Spotlight 历史记录

source: Spotlight reindex started — will complete in the background
de: Spotlight-Neuindizierung gestartet – wird im Hintergrund abgeschlossen
he: הבנייה מחדש של אינדקס Spotlight החלה — היא תושלם ברקע
ja: Spotlight の再インデックスが開始されました — バックグラウンドで完了します
zh_hans: Spotlight 重新索引已开始 — 将在后台完成

source: Spotlight search history and shortcuts — reveals what you've searched for
de: Spotlight-Suchverlauf und Kurzbefehle – zeigt, wonach du gesucht hast
he: היסטוריית חיפוש וקיצורי Spotlight - מגלה את מה שחיפשת
ja: Spotlightの検索履歴とショートカット — 過去に検索した内容が分かります
zh_hans: Spotlight 搜索历史记录和快捷方式 — 会显示您曾搜索的内容

source: Stable Diffusion Models
de: Stable Diffusion-Modelle
he: מודלים של Stable Diffusion
ja: Stable Diffusionモデル
zh_hans: Stable Diffusion 模型

source: Stale Temporary Files
de: Veraltete temporäre Dateien
he: קבצים זמניים מיושנים
ja: 古い一時ファイル
zh_hans: 过时的临时文件

source: Startup
de: Start
he: אתחול
ja: 起動
zh_hans: 启动

source: Startup APFS container
de: APFS-Container des Startvolumes
he: קונטיינר APFS של דיסק האתחול
ja: 起動ディスクのAPFSコンテナ
zh_hans: 启动磁盘的 APFS 容器

source: Startup Item
de: Startobjekt
he: פריט הפעלה
ja: スタートアップアイテム
zh_hans: 启动项

source: Startup Items
de: Startobjekte
he: פריטי הפעלה
ja: 起動項目
zh_hans: 启动项

source: Steam Games Library
de: Steam-Spielebibliothek
he: ספריית משחקי Steam
ja: Steam ゲーム ライブラリ
zh_hans: Steam 游戏库

source: Steam shader and HTTP caches — rebuilt while playing
de: Steam-Shader und HTTP-Caches – werden während des Spielens neu erstellt
he: מטמוני shader ו-HTTP של Steam — נבנים מחדש במהלך המשחק
ja: Steam シェーダーと HTTP キャッシュ - プレイ中に再構築
zh_hans: Steam 着色器和 HTTP 缓存 — 在玩游戏时重建

source: Storage
de: Speicher
he: אחסון
ja: ストレージ
zh_hans: 储存空间

source: Storage Analysis
de: Speicheranalyse
he: ניתוח אחסון
ja: ストレージ分析
zh_hans: 存储空间分析

source: Storage Insights
de: Speicheranalyse
he: ניתוח אחסון
ja: ストレージ分析
zh_hans: 储存空间分析

source: Support
de: Unterstützung
he: תמיכה
ja: サポート
zh_hans: 支持

source: Swift Package Cache
de: Swift-Paket-Cache
he: מטמון חבילות Swift
ja: Swiftパッケージキャッシュ
zh_hans: Swift 包缓存

source: Swift Package Manager cache — re-downloaded as needed
de: Swift Package Manager-Cache – wird bei Bedarf erneut heruntergeladen
he: מטמון Swift Package Manager — יורד מחדש לפי הצורך
ja: Swift Package Manager キャッシュ — 必要に応じて再ダウンロード
zh_hans: Swift Package Manager 缓存 — 根据需要重新下载

source: Swift Playground execution and virtual-device data — review before removal
de: Swift Playground-Ausführung und Daten zu virtuellen Geräten – vor dem Entfernen überprüfen
he: נתוני הרצה של Swift Playgrounds ומכשירים וירטואליים — מומלץ לבדוק לפני ההסרה
ja: Swift Playground の実行と仮想デバイス データ - 削除する前に確認する
zh_hans: Swift Playground 执行和虚拟设备数据 - 删除前检查

source: SwiftUI preview build data — rebuilt automatically
de: SwiftUI-Vorschau-Build-Daten – automatisch neu erstellt
he: נתוני הבנייה של תצוגות מקדימות ב-SwiftUI — נבנים מחדש אוטומטית
ja: SwiftUI プ確認 ビルド データ — 自動的に再構築されます
zh_hans: SwiftUI 预览构建数据 — 自动重建

# Symbolic links pointing to nonexistent targets%@
source: Symbolic links pointing to nonexistent targets%1$@
de: Symbolische Links, die auf nicht vorhandene Ziele verweisen%1$@
he: קישורים סמליים המצביעים על יעדים שאינם קיימים%1$@
ja: 存在しないターゲットを指すシンボリック リンク%1$@
zh_hans: 指向不存在目标的符号链接%1$@

source: System & Media
de: System und Medien
he: מערכת ומדיה
ja: システムとメディア
zh_hans: 系统与媒体

source: System Default
de: Systemeinstellung
he: ברירת המחדל של המערכת
ja: システム設定に従う
zh_hans: 跟随系统

source: System Default follows your Mac language. Changes take effect after restarting SparkClean.
de: „Systemeinstellung“ verwendet die Sprache deines Mac. Änderungen werden nach dem Neustart von SparkClean wirksam.
he: ברירת המחדל של המערכת משתמשת בשפת ה-Mac. השינויים יחולו לאחר הפעלה מחדש של SparkClean.
ja: 「システム設定に従う」ではMacの言語が使用されます。変更はSparkCleanの再起動後に反映されます。
zh_hans: “跟随系统”会使用 Mac 的语言。更改将在重新启动 SparkClean 后生效。

source: System Logs
de: Systemprotokolle
he: יומני מערכת
ja: システムログ
zh_hans: 系统日志

source: System Maintenance
de: Systemwartung
he: תחזוקת מערכת
ja: システムメンテナンス
zh_hans: 系统维护

source: System logs, databases & temporary files
de: Systemprotokolle, Datenbanken und temporäre Dateien
he: יומני מערכת, מסדי נתונים וקבצים זמניים
ja: システムログ、データベース、一時ファイル
zh_hans: 系统日志、数据库和临时文件

source: TOP 10 APPS WITH MOST RELATED DATA
de: TOP 10 APPS MIT DEN MEISTEN VERWANDTEN DATEN
he: 10 האפליקציות המובילות עם הנתונים הכי קשורים
ja: 関連データが最も多いアプリのトップ 10
zh_hans: 相关数据最多的 10 个应用程序

source: TOP 10 LARGEST APPS (by total disk usage)
de: TOP 10 DER GRÖSSTEN APPS (nach gesamter Festplattennutzung)
he: 10 האפליקציות הגדולות ביותר (לפי השימוש הכולל בדיסק)
ja: 最大規模のアプリ トップ 10 (合計ディスク使用量別)
zh_hans: 前 10 名最大的应用程序（按总磁盘使用量）

source: Telegram Data & Media
de: Telegram-Daten und -Medien
he: נתונים ומדיה של Telegram
ja: Telegramのデータとメディア
zh_hans: Telegram 数据与媒体

source: Telegram media cache — re-downloaded from cloud
de: Telegram-Mediencache – erneut aus der Cloud heruntergeladen
he: מטמון המדיה של טלגרם - הורדה מחדש מהענן
ja: Telegram メディア キャッシュ — クラウドから再ダウンロード
zh_hans: Telegram 媒体缓存 — 从云端重新下载

source: Terminal command history — zsh, bash, Python, Node.js, Ruby REPL
de: Terminalbefehlsverlauf – zsh, bash, Python, Node.js, Ruby REPL
he: היסטוריית פקודות במסוף — zsh, bash, Python, Node.js ו-Ruby REPL
ja: ターミナルコマンド履歴 — zsh、bash、Python、Node.js、Ruby REPL
zh_hans: 终端命令历史记录 - zsh、bash、Python、Node.js、Ruby REPL

source: Terraform / Helm / kube / AWS / gcloud cache data — rebuilt on demand
de: Terraform-/Helm-/kube-/AWS-/gcloud-Cache-Daten – bei Bedarf neu erstellt
he: נתוני המטמון של Terraform, Helm, kube, AWS ו-gcloud — נבנים מחדש לפי דרישה
ja: Terraform / Helm / kube / AWS / gcloud キャッシュ データ — オンデマンドで再構築
zh_hans: Terraform / Helm / kube / AWS / gcloud 缓存数据 - 按需重建

source: The Uninstaller finds all installed apps and their hidden data (caches, preferences, containers). Remove everything with one click.
de: Der Uninstaller findet alle installierten Apps und deren versteckte Daten (Caches, Einstellungen, Container). Entfernen Sie alles mit einem Klick.
he: כלי הסרת היישומים מאתר יישומים מותקנים ואת הנתונים הנסתרים שלהם (מטמונים, העדפות וקונטיינרים), ומאפשר להסיר הכול בלחיצה אחת.
ja: アンインストーラーは、インストールされているすべてのアプリとその非表示データ (キャッシュ、設定、コンテナー) を検索します。ワンクリックですべてを削除します。
zh_hans: 卸载程序会查找所有已安装的应用程序及其隐藏数据（缓存、首选项、容器）。一键删除所有内容。

source: The application did not quit within five seconds.
de: Die Anwendung wurde nicht innerhalb von fünf Sekunden beendet.
he: האפליקציה לא נסגרה תוך חמש שניות.
ja: アプリケーションは 5 秒以内に終了しませんでした。
zh_hans: 应用程序在五秒内没有退出。

source: The application is managed by a file provider.
de: Die Anwendung wird von einem Dateianbieter verwaltet.
he: האפליקציה מנוהלת על ידי ספק קבצים.
ja: アプリケーションはファイル プロバイダーによって管理されます。
zh_hans: 该应用程序由文件提供商管理。

source: The application refused to quit.
de: Der Antrag wurde abgelehnt.
he: האפליקציה סירבה להיסגר.
ja: アプリケーションが終了を拒否しました。
zh_hans: 应用程序拒绝退出。

source: The disk analyzer finished without a usable Data-volume result.
de: Der Festplattenanalysator wurde ohne ein brauchbares Datenvolumen-Ergebnis beendet.
he: מנתח הדיסק סיים ללא תוצאה שמישה עבור אמצעי האחסון Data.
ja: ディスク アナライザーは、使用可能なデータ ボリュームの結果を取得せずに終了しました。
zh_hans: 磁盘分析器结束时没有可用的数据量结果。

source: The dropped app is in a protected, cloud-managed, mounted, or symlinked location.
de: Die abgelegte App befindet sich an einem geschützten, in der Cloud verwalteten, gemounteten oder symbolisch verknüpften Speicherort.
he: היישום שנגרר נמצא במיקום מוגן, מנוהל בענן, רכוב או מקושר באמצעות קישור סמלי.
ja: ドロップされたアプリは、保護された、クラウド管理された、マウントされた、またはシンボリックリンクされた場所にあります。
zh_hans: 删除的应用程序位于受保护的、云管理的、已安装的或符号链接的位置。

source: The item may be in use or require different permissions.
de: Das Element wird möglicherweise verwendet oder erfordert andere Berechtigungen.
he: ייתכן שהפריט נמצא בשימוש או דורש הרשאות שונות.
ja: アイテムが使用中であるか、別の権限が必要である可能性があります。
zh_hans: 该项目可能正在使用或需要不同的权限。

source: The selected snapshots are still present.
de: Die ausgewählten Snapshots sind noch vorhanden.
he: תמונות המצב שנבחרו עדיין קיימות.
ja: 選択したスナップショットはまだ存在します。
zh_hans: 所选快照仍然存在。

source: There is no recent cleanup to restore.
de: Es gibt keine aktuelle Bereinigung zum Wiederherstellen.
he: אין ניקוי אחרון לשחזור.
ja: 復元する最近のクリーンアップはありません。
zh_hans: 没有最近的清理需要恢复。

source: These stores grow over time but usually shouldn't be bulk-deleted. This view only measures — nothing here is removed.
de: Diese Speicherorte wachsen mit der Zeit, sollten aber normalerweise nicht gesammelt gelöscht werden. Diese Ansicht misst nur; hier wird nichts entfernt.
he: מאגרי הנתונים האלה גדלים עם הזמן, אך בדרך כלל אין למחוק אותם בבת אחת. תצוגה זו מודדת בלבד — דבר אינו מוסר מכאן.
ja: これらの保存領域は時間とともに大きくなりますが、通常は一括削除すべきではありません。この画面では容量を測定するだけで、削除は行いません。
zh_hans: 这些存储位置会随时间增大，但通常不应批量删除。此视图只进行测量，不会删除任何内容。

source: Third-Party Services
de: Dienste Dritter
he: שירותי צד שלישי
ja: サードパーティのサービス
zh_hans: 第三方服务

source: Third-party command-line tools
de: Befehlszeilentools von Drittanbietern
he: כלי שורת פקודה של צד שלישי
ja: サードパーティのコマンドライン ツール
zh_hans: 第三方命令行工具

source: This can take several minutes on a full disk.
de: Dies kann bei einer vollen Festplatte mehrere Minuten dauern.
he: זה יכול להימשך מספר דקות בדיסק מלא.
ja: ディスクがいっぱいの場合、これには数分かかる場合があります。
zh_hans: 对于已满的磁盘，这可能需要几分钟的时间。

source: This changes an APFS container setting. It does not guarantee immediate free space.
de: Dadurch wird eine APFS-Containereinstellung geändert. Es garantiert keinen sofortigen freien Speicherplatz.
he: הפעולה משנה הגדרה של קונטיינר APFS. היא אינה מבטיחה פינוי מיידי של שטח.
ja: これにより、APFS コンテナの設定が変更されます。即時の空き容量を保証するものではありません。
zh_hans: 这会更改 APFS 容器设置。它不保证立即可用空间。

source: This clears locally stored photos, videos, audio, documents, and other attachments from WhatsApp conversations. Message text and databases stay in place, but removed attachments may no longer open and may not be downloadable again. WhatsApp must be closed. Items move to Trash so you can restore them; empty Trash afterward to reclaim disk space.
de: Dadurch werden lokal gespeicherte Fotos, Videos, Audiodateien, Dokumente und andere Anhänge aus WhatsApp-Konversationen gelöscht. Nachrichtentext und Datenbanken bleiben erhalten, entfernte Anhänge werden jedoch möglicherweise nicht mehr geöffnet und können möglicherweise nicht erneut heruntergeladen werden. WhatsApp muss geschlossen sein. Elemente werden in den Papierkorb verschoben, damit Sie sie wiederherstellen können. Leeren Sie anschließend den Papierkorb, um Speicherplatz freizugeben.
he: הפעולה מנקה תמונות, סרטונים, שמע, מסמכים וקבצים מצורפים שמאוחסנים מקומית בשיחות WhatsApp. טקסט ההודעות ומסדי הנתונים נשארים במקומם, אך ייתכן שקבצים מצורפים שהוסרו לא ייפתחו עוד ולא יהיה אפשר להוריד אותם שוב. WhatsApp חייב להיות סגור. הפריטים מועברים לאשפה כדי שיהיה אפשר לשחזר אותם; לאחר מכן יש לרוקן את האשפה כדי לפנות שטח בדיסק.
ja: これにより、ローカルに保存された写真、ビデオ、オーディオ、ドキュメント、およびその他の添付ファイルが WhatsApp の会話から消去されます。メッセージ テキストとデータベースはそのまま残りますが、削除された添付ファイルは開かなくなり、再度ダウンロードできなくなる場合があります。 WhatsApp を閉じる必要があります。アイテムはゴミ箱に移動されるので、復元できます。その後、ゴミ箱を空にしてディスク領域を再利用します。
zh_hans: 这会清除 WhatsApp 对话中本地存储的照片、视频、音频、文档和其他附件。消息文本和数据库保留在原位，但删除的附件可能无法再打开，并且可能无法再次下载。 WhatsApp 必须关闭。项目会移至废纸篓，以便您可以恢复它们；之后清空废纸篓以回收磁盘空间。

source: This is read-only and may take several minutes on a full disk.
de: Dies ist schreibgeschützt und kann bei voller Festplatte mehrere Minuten dauern.
he: תצוגה זו היא לקריאה בלבד, והמדידה עשויה להימשך כמה דקות בדיסק מלא.
ja: これは読み取り専用であり、ディスクがいっぱいの場合は数分かかる場合があります。
zh_hans: 这是只读的，在完整磁盘上可能需要几分钟的时间。

source: This keeps the first copy of each selected group and moves the others (%1$@) to Trash.%2$@
de: Dadurch bleibt die erste Kopie jeder ausgewählten Gruppe erhalten und die anderen (%1$@) werden in den Papierkorb verschoben.%2$@
he: הפעולה תשאיר את העותק הראשון בכל קבוצה שנבחרה ותעביר את שאר העותקים (%1$@) לאשפה.%2$@
ja: これにより、選択した各グループの最初のコピーが保持され、残り (%1$@) はゴミ箱に移動されます。%2$@
zh_hans: 这将保留每个选定组的第一个副本，并将其他副本 (%1$@) 移至废纸篓。%2$@

source: This takes 30 minutes to 2 hours. Your Mac will use extra CPU during reindexing.
de: Dies dauert 30 Minuten bis 2 Stunden. Während der Neuindizierung verbraucht Ihr Mac zusätzliche CPU.
he: התהליך נמשך בין 30 דקות לשעתיים. ה-Mac ישתמש ביותר משאבי מעבד בזמן בניית האינדקס מחדש.
ja: これには 30 分から 2 時間かかります。 Mac はインデックスの再作成中に余分な CPU を使用します。
zh_hans: 这需要 30 分钟到 2 小时。您的 Mac 在重新索引期间将使用额外的 CPU。

source: This will move "%1$@" and %2$lld selected related location(s) (%3$@) to Trash. Unselected data stays in place.
de: Dadurch werden „%1$@“ und %2$lld ausgewählte verwandte Orte (%3$@) in den Papierkorb verschoben. Nicht ausgewählte Daten bleiben erhalten.
he: הפעולה תעביר את "%1$@" ועוד %2$lld מיקומים קשורים שנבחרו (%3$@) לאשפה. נתונים שלא נבחרו יישארו במקומם.
ja: これにより、「%1$@」と%2$lld で選択した関連する場所 (%3$@) がゴミ箱に移動されます。選択されていないデータはそのまま残ります。
zh_hans: 这会将“%1$@”和%2$lld选定的相关位置(%3$@)移至废纸篓。未选择的数据保留在原处。

source: Thresholds
de: Schwellenwerte
he: ספים
ja: しきい値
zh_hans: 阈值

source: Thumbnail previews — rebuilds automatically
de: Miniaturansichten – wird automatisch neu erstellt
he: תצוגות מקדימות ממוזערות — נבנות מחדש אוטומטית
ja: サムネイル プ確認 — 自動的に再構築されます
zh_hans: 缩略图预览 - 自动重建

source: Tools
de: Werkzeuge
he: כלים
ja: ツール
zh_hans: 工具

source: Total
de: Insgesamt
he: סה״כ
ja: 合計
zh_hans: 总计

source: Total App Bundles:
de: Gesamte App-Bundles:
he: סה"כ חבילות אפליקציות:
ja: 合計アプリバンドル:
zh_hans: 应用程序包总数：

source: Total Apps Scanned:
de: Insgesamt gescannte Apps:
he: סה"כ אפליקציות שנסרקו:
ja: スキャンされたアプリの合計:
zh_hans: 扫描的应用程序总数：

source: Total Files:
de: Gesamtdateien:
he: סה"כ קבצים:
ja: 合計ファイル数:
zh_hans: 文件总数：

source: Total Related Data:
de: Gesamtbezogene Daten:
he: סה"כ נתונים קשורים:
ja: 関連データの合計:
zh_hans: 相关数据总计：

source: Total Size
de: Gesamtgröße
he: גודל כולל
ja: 合計サイズ
zh_hans: 总尺寸

source: Total Size:
de: Gesamtgröße:
he: גודל כולל:
ja: 合計サイズ:
zh_hans: 总尺寸：

source: Total Space:
de: Gesamtfläche:
he: סה"כ שטח:
ja: 合計スペース:
zh_hans: 总空间：

source: Trash
de: Papierkorb
he: אשפה
ja: ゴミ箱
zh_hans: 废纸篓

source: Trash First
de: Zuerst in den Papierkorb
he: העברה לאשפה תחילה
ja: ゴミ箱を優先
zh_hans: 优先移到废纸篓

source: Trash failure no longer silently falls back to permanent deletion
de: Ein Ausfall des Papierkorbs führt nicht mehr automatisch zu einer dauerhaften Löschung
he: כשל בהעברה לאשפה כבר לא מוביל בשקט למחיקה לצמיתות
ja: ゴミ箱の失敗がサイレントに永久削除に戻らなくなりました
zh_hans: 废纸篓故障不再默默地退回到永久删除

source: TrashMonitor thread safety improvements with OSAllocatedUnfairLock
de: TrashMonitor-Thread-Sicherheitsverbesserungen mit OSAllocatedUnfairLock
he: שיפורי בטיחות תהליכונים ב-TrashMonitor באמצעות OSAllocatedUnfairLock
ja: OSAllocatedUnfairLock による TrashMonitor スレッドの安全性の向上
zh_hans: 通过 OSAllocationUnfairLock 改进 TrashMonitor 线程安全

source: Try Again
de: Versuchen Sie es erneut
he: נסה שוב
ja: もう一度試してください
zh_hans: 再试一次

source: Turborepo / Nx build caches — rebuilt on next build
de: Turborepo/Nx-Build-Caches – beim nächsten Build neu erstellt
he: מטמוני הבנייה של Turborepo ו-Nx — נבנים מחדש בבנייה הבאה
ja: Turborepo / Nx ビルド キャッシュ — 次のビルドで再構築されます
zh_hans: Turborepo / Nx 构建缓存 — 在下一个构建中重建

source: Type: Docker resource (cleaned via Docker CLI)
de: Typ: Docker-Ressource (bereinigt über Docker CLI)
he: סוג: משאב Docker (נוקה באמצעות Docker CLI)
ja: タイプ: Docker リソース (Docker CLI 経由でクリーンアップ)
zh_hans: 类型：Docker 资源（通过 Docker CLI 清理）

source: Type: Ollama model (cleaned via `ollama rm`)
de: Typ: Ollama-Modell (Bereinigung über `ollama rm`)
he: סוג: מודל Ollama (נוקה באמצעות ⁦`ollama rm`⁩)
ja: 種類：Ollamaモデル（`ollama rm`でクリーンアップ）
zh_hans: 类型：Ollama 模型（通过 `ollama rm` 清理）

# Uninstall %@
source: Uninstall %1$@
de: %1$@ deinstallieren
he: הסר את ההתקנה של %1$@
ja: %1$@をアンインストールします
zh_hans: 卸载%1$@

# Uninstall %@ with Administrator Access
source: Uninstall %1$@ with Administrator Access
de: Deinstallieren Sie %1$@ mit Administratorzugriff
he: הסר את ההתקנה של %1$@ באמצעות הרשאות מנהל
ja: 管理者アクセスで%1$@をアンインストールします
zh_hans: 使用管理员权限卸载 %1$@

source: Uninstall App?
de: App deinstallieren?
he: להסיר את ההתקנה של האפליקציה?
ja: アプリをアンインストールしますか?
zh_hans: 卸载应用程序？

source: Uninstall Failed
de: Deinstallation fehlgeschlagen
he: הסרת ההתקנה נכשלה
ja: アンインストールに失敗しました
zh_hans: 卸载失败

source: Uninstall Partially Completed
de: Deinstallation teilweise abgeschlossen
he: הסרת ההתקנה הושלמה חלקית
ja: アンインストールが部分的に完了しました
zh_hans: 卸载部分完成

source: Uninstaller
de: Apps entfernen
he: הסרת יישומים
ja: アンインストーラ
zh_hans: 卸载应用

source: Uninstalling...
de: Deinstallation...
he: מסיר התקנה...
ja: アンインストール中...
zh_hans: 正在卸载...
